#include <iostream>
using namespace std;
int main()
{
    system("color 0C");
    cout << "\t\tApril 2023\nMon Tue Wed Thu Fri Sat Sun\n\t\t     1   2\n 3   4   5   6   7   8   9\n10  11  12  13  14  15  16\n17  18  19  20  21  22  23\n24  25  26  27  28  29  30\n\n\n"; //1) Программа показывает на экране красивый календарь текущего месяца апрель 2023.
    cout << "*********\n\t******** ************\n\t\t*\t     *\n\t\t*\t     *\n\t\t*\t     *\n\t\t*\t     *\n\t\t*\n\t\t ************ "; //4) Вывести на экран созвездие большой медведицы.
    cout << "  \n  )\n  (  _\n_|_|_____\n|\t|\n| __  __|\n|[__]|  |_._._._._._._._.\n|____|__|=|=|=|=|=|=|=|=|\n"; //2) Нарисовать на экране домик. С окном, дверью, трубой и забором.
    cout << "My Resume:\n\tPyrkhavko Bogdan Alexandrovich;\n\t16 years old;\n\tAt the moment I'm studying at 'IT STEP Academy'.\n"; //5) Напечатать на экране консоли своё резюме.
    cout << "\n***    ******   **      *\n*  *  *      *  * *     *\n*  *  *      *  *  *    *\n*  *  *      *  *   *   *\n*  *  *      *  *    *  *\n*  *  *      *  *     * *\n*  *  *      *  *      **\n***    *******  *       *\n\t     *\n\t     *"; //3) Вывести своё имя на экран в виде символов. Например, звездочками.
}